{
  "navbar": {
    "home": "Головна",
    "about": "Про нас",
    "contacts": "Контакти",
    "donation": "Донати",
    "YukonToUkraine": "YukonToUkraine"
  },
  "success": {
    "text": "Дякуємо за ваш донат!"
  },
  "payment": {
    "methods": "Спосіб платежу"
  },
  "yukonToUkraine": {
    "body": "<span> Лікарняні ліжка, хірургічні затискачі, портативні потужні ліхтарі, антибіотики, навіть йод. <br /> <br /> Це лише деякі з речей, якими буде заповнений чартерний рейс із Вайтгорса, Юкон, Канада, щоб перетнути Північну Атлантику і дістатись до лікарень Тернополя та Южноукраїнська, Україна. <br /> <br /> Під час нещодавньої поїздки до Східної Європи одному з наших Юконерів (жителі Юкона, Канада) вдалося встановити контакт з медичними працівниками, лікарями та директорами лікарень у Южноукраїнську та Тернополі, Україна. <br /> <br /> Так, частина гуманітарної допомоги надходить в Україну та біженців по всій Східній Європі. <strong> Але залишаються проблеми з розподілом цих товарів і якістю поставок, коли вони надходять. </strong> Не кажучи вже про те, що в результаті російської агресії приблизно 10 мільйонів українців в даний час змушені покинути свої будинки. За міжнародними оцінками, кількість жертв досягає 500 на день, і це число продовжує зростати. <br /> <br /> Медичні працівники в Україні гостро потребують антибіотиків та інших засобів, які допомагають врятувати не лише кінцівки, а й життя українських захисників та ні в чому не винних мирних жителів. Працівники продовжують боротися з неналежним зберіганням або простроченим терміном придатності ліків. Вантажі можуть пропасти безвісти або їх буде важко транспортувати туди, де вони є найбільш потребуючими. Крім того, COVID-19 як і раніше залишається реальністю в Україні, де рівень вакцинації оцінюється лише в 38%. <br /> <br /> <strong>З цією метою ми починаємо спеціальне партнерство. Ми б хотіли, щоб ви приєдналися до #YukonToUkraine.</strong> <br /> <br /> #YukonToUkraine – це особливе партнерство між Радою з будівельних профспілок Юкона (Yukon Building Trades Council), урядом Юкона, Корпорацією лікарень Юкона (Yukon Hospital Corporation) та вами, спрямоване на доставку 737 літаком із запасами безпосередньо для лікарень, лікарів та медсестер, які їх терміново потребують. <br /> <br /> Уряд Юкона та Корпорація лікарень Юкона (Yukon Hospital Corporation) нададуть великі товари, такі як портативні лікарняні ліжка, які інакше продали б як надлишок. Фонд Yukon Building Trades збирає гроші на закупівлю необхідних антибіотиків, які закуповуватимуться і зберігатимуться у лікарнях Юкона, щоб мати максимальний позитивний вплив на Україну. <br /> <br /> Ці предмети доведеться купувати, зберігати та перевозити через Атлантику. Спочатку з Вайтгорса до Варшави, Польща. <strong> Звідти наша команда українських логістів доставить вантаж за 500 км до Тернополя, а потім ще 600 км до Южноукраїнська, тобто загалом 1067 км від Варшави до центральної України, на північ від Одеси. </strong> <br /> <br /> Це чималий подвиг. <br /> <br /> <strong> Уряд Юкона внесе додатковий фінансовий внесок у відповідність до коштів, зібраних Радою будівельних профспілок Юкона (Yukon Building Trades Council). </strong> Ми просимо вас підтримати ці зусилля – поставки будуть надходити безпосередньо туди, де вони потрібні найбільш терміново, і ви можете бути впевнені, що вони прийдуть. Якщо вам не потрібна податкова квитанція, перевірку можна зробити в «Раді будівельних торгів Юкона» (Yukon Building Trades Council). Якщо вам потрібна податкова квитанція, зверніться до Корпорації лікарень Юкона (Yukon Hospital Corporation). <br /> <br /> У рядку доповідної записки має бути написано: «Юкон в Україну» або дивіться додану форму для заповнення. <br /> <br /> Заздалегідь дякую Вам за вашу підтримку України. Якщо ви хочете дізнатися більше або хочете, щоб ми представили вашу організацію, будь ласка, зв’яжіться з нами в будь-який час. <br /> <br /> На знак солідарності з Україною, <br /> <br /> Джефф Слойчук, президент <br /> Ради будівельної торгівлі Юкону <br /> (Yukon Building Trades Council) <br /> № 407 – 6100 – 6-а Авеню <br /> Whitehorse (Вайтгорс), YT | Y1A 1M5 <br /> 780.266.8719 | president@yukontrades.ca <br /> </span>"
  },
  "footer": {
    "contacts": {
      "title": "Контакти",
      "name": "Джефф Слойчук, президент",
      "company": "Ради будівельної торгівлі Юкону",
      "adress1": "№ 407 – 6100 – 6-а Авеню",
      "adress2": "Whitehorse (Вайтгорс), YT | Y1A 1M5"
    }
  }
}
