{
  "navbar": {
    "home": "Home",
    "about": "About us",
    "contacts": "Contacts",
    "donation": "Donation",
    "YukonToUkraine": "YukonToUkraine",
    "gallery": "Gallery"
  },
  "success": {
    "text": "Thank you so much for your donation!"
  },
  "payment": {
    "methods": "Payment Methods"
  },
  "yukonToUkraine": {
    "body": "<span> Hospital beds, surgical clamps, portable high-powered lights, antibiotics, even iodine. <br /> <br /> These are just a few of the items that will fill the charter flight leaving Whitehorse, Yukon, Canada, to make their way across the North Atlantic to hospitals in Ternopil and Yuzhnoukrains’k, Ukraine. <br /> <br /> On a recent trip into Eastern Europe, one of our Yukoners managed to make contact with health care workers, doctors, and hospital directors in Yuzhnoukrains’k and Ternopil, Ukraine. <br /> <br /> Yes, some humanitarian aid is flowing to Ukraine and refugees across Eastern Europe. <strong> But issues remain with the distribution of those goods, and the quality of the supplies when they arrive. </strong> Not to mention that as a result of Russian aggression, an estimated 10 million Ukrainians are now displaced. International estimates put the casualty rate as high as 500 a day, and that number just continues to rise. <br /> <br /> Health care workers in Ukraine are in dire need of antibiotics and other supplies that help save not only extremities but the lives of Ukrainian defenders and innocent civilians. Workers continue to struggle with improperly stored or expired medications. Shipments may go missing or are difficult to transport where they most needed. To top it off, COVID-19 is still very much a reality in Ukraine, with vaccination rates estimated at only 38%. <br /> <br /> <strong>To this end, we are starting a special partnership. We’d like you to join #YukonToUkraine.</strong> <br /> <br /> #YukonToUkraine is a special partnership between the Yukon Building Trades Council, the Yukon Government, the Yukon Hospital Corporation, and you, to deliver a 737 aircraft full of supplies directly to the hospitals, doctors, and nurses who need urgently need them. <br /> <br /> The Yukon Government and Yukon Hospital Corporation will be contributing large items such as portable hospital beds that would otherwise be sold as surplus. The Yukon Building Trades is raising money to purchase necessary antibiotics that will be sourced and stored by Yukon Hospitals in order to have the maximum positive impact in Ukraine. <br /> <br /> These items will have to be purchased, stored, and transported across the Atlantic. First, from Whitehorse to Warszawa, Poland. <strong> From there, our team of Ukrainian logistics workers will transport the goods 500 km away to Ternopil, then another 600 km into Yuzhnoukrains’k, meaning a total of 1,067 km from Warszawa into central Ukraine, just north of Odessa. </strong> <br /> <br /> This is no small feat. <br /> <br /> <strong> The Yukon Government will be making a further financial contribution to match the funds raised by the Yukon Building Trades Council. </strong> We ask that you support this effort – supplies will go directly to where they are needed most urgently, and you can be sure they will arrive. If you do not require a tax receipt, cheques can be made out to the “Yukon Building Trades Council.” If you do require a tax receipt, make cheques out to the “Yukon Hospital Corporation.” <br /> <br /> The memo line should read: “Yukon to Ukraine,” or see the attached fillable form. <br /> <br /> Thank you in advance for your support of Ukraine. If you’d like to learn more, or want us to present to your organization, please contact us at any time. <br /> <br /> In solidarity for Ukraine, <br /> <br /> Jeff Sloychuk, President <br /> Yukon Building Trades Council <br /> #407 – 6100 – 6 th Avenue <br /> Whitehorse, YT | Y1A 1M5 <br /></span>"
  },
  "about": {
    "meta": {
      "title": "ABOUT US – YUKON BUILDING TRADES COUNCIL",
      "description": {
        "name": "description",
        "content": "The Yukon Building Trades Council (YBTC) was chartered in 1968 by the Building and Construction Trades Department of the A.F.L. – C.I.O, originally as the Whitehorse and Yukon Area Building and Construction Trades Council."
      }
    },
    "body": " <h3>ABOUT US – YUKON BUILDING TRADES COUNCIL</h3> <p>The Yukon Building Trades Council (YBTC) was chartered in 1968 by the Building and Construction Trades Department of the A.F.L. – C.I.O, originally as the Whitehorse and Yukon Area Building and Construction Trades Council.</p> <p>The YBTC is a contributing member and proud partner of Canada’s Building Trades Unions - <a href='https://buildingtrades.ca/'>(CBTU)</a>. </p> Trades Council.</p> <p><a href='https://laws.yukon.ca/cms/images/LEGISLATION/PRINCIPAL/2018/2018-0015/2018-0015.pdf'>We are also registered as a non-profit society under the Yukon Societies Act (April 1, 2021 - )</a>. </p> <p> In addition, the YBTC has also received operational service contribution agreement funding from the Government of Yukon in the past for a variety of project activities. </p> <p><strong>The Yukon Building Trade Council’s purpose is to:</strong></p> <ol> <li> Promote careers and the advancement of skills in the construction trades in Yukon. </li> <li> Promote the hiring of Yukoners, and the use of Yukon and Yukon First Nations partners whenever possible. </li> <li> Further the work of the Yukon First Nation Labour Partnership, and advocate for improved apprenticeship opportunities for Yukoners, particularly for indigenous persons and women in the trades. </li> <li> Advocate for fair, transparent and Best Bid procurement strategies on large projects. </li> <li> Advocate for improved safety programs and employment standards across the industry. </li> <li> Advocate for improved access to trades and technology education in Yukon community schools. </li> <li> Provide industry leadership to the Government of Yukon’s Economic Development departments on labour initiatives, partnerships, and development, infrastructure needs and development, labour and occupational health and safety legislation and regulations, and general priorities. </li> <li> Work in partnership with like-minded organizations across the Yukon, Canada, and Internationally. </li> </ol> <p><strong>The Yukon Building Trade Council’s purpose is to:</strong></p> <ol> <li> Any tradesperson or contractor living or working in the Yukon who is a member of the following skilled construction trades as defined by the A.F.L. – C.I.O. or CBTU, which may be added to from time to time: <ol type='A'> <li> Boilermakers </li> <li> Brickmasons, Blockmasons, and Stonemasons </li> <li> Carpenters, Scaffolders, Roofers, Framers, Piledrivers and Floorlayers </li> <li> Cement Masons, Fireproofers, and Terrazzo Workers </li> <li> Construction Equipment Operators, Crane Operators, and Teamsters </li> <li> Construction Laborers and Helpers </li> <li> Interior Systems Mechanics, Drywall and Ceiling Tile Installers and Tapers </li> <li> Electricians </li> <li> Elevator Installers and Mechanics </li> <li> Glaziers </li> <li> Painters </li> <li> Plumbers, Gasfitters, Pipefitters, Sprinklerfitters, Steamfitters, and Oil Burner Mechanics </li> <li> Sheet Metal Workers </li> <li> Structural Iron and Steel Workers, Rodbusters </li> <li> Tile and Marble Setters </li> </ol> </li> </ol> <p><strong>Become a member of the Yukon Building Trades!</strong></p>",
    "links": "<h3> CANADIAN &amp; INTERNATIONAL BUILDING TRADES AND OTHER HELPFUL LINKS </h3> <p><a href='https://www.wcb.yk.ca/'>Yukon Workers Compensation Health and Safety Board</a></p> <p><a href='https://www.yukonwcat.ca/'>Yukon Appeal Tribunal (WCB and OS&amp;H)</a></p> <p><a href='https://yukon.ca/en/employment/employment-standards'>Yukon Employment Standards</a> </p> <p><a href='https://yukonfed.com/'>Yukon Federation of Labour</a></p> <p><a href='http://www.cirb-ccri.gc.ca/eic/site/047.nsf/eng/home'>Canadian Industrial Relations Board (Yukon, federal labour relations)</a> </p> <P><a href='https://buildingtrades.ca'>Canada’s Building Trades</a></P> <p><a href='https://aflcio.org'>A.F.L. – C.I.O (United States)</a></p> <p><a href='https://kvpu.org.ua/uk'>Confederation of Free Trade Unions of Ukraine</a></p> <p><a href='https://www.fpsu.org.ua'>Federation of Trade Unions of Ukraine</a></p> <p><a href='https://bcbuildingtrades.org/'>British Columbia Building Trades</a></p> <p><a href='https://www.bcrcc.ca/'>British Columbia (and Yukon) Regional Council of Carpenters</a></p> <p><a href='https://ibew993.org/'>International Brotherhood of Electrical Workers (BC &amp; Yukon Local 993) </a></p> <p><a href='https://www.iueclocal82.com/'>International Union of Elevator Constructors (BC &amp; Yukon Local 82)</a></p> <p><a href='https://myparc.ca/'>Prairie Arctic (NWT &amp; Nunavut) Regional Council of Carpenters</a></p> <p><a href='https://ualocal170.com/'>United Association of Plumbers &amp; Pipefitters (BC &amp; Yukon Local 170/310)</a> </p>"
  },
  "footer": {
    "contacts": {
      "title": "Contacts",
      "name": "Jeff Sloychuk, President",
      "company": "Yukon Building Trades Council",
      "adress1": "#407 – 6100 – 6 th Avenue",
      "adress2": "Whitehorse, YT | Y1A 1M5"
    }
  }
}
